Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/login/wing/wingRecipe/wingRecipeTexts.tmx
Source language: en
Languages: hu, vi, zh

source: Flap open time normal upper
hu: Szárny nyitási ideje normál felső
vi: Thời gian mở nắp trên bình thường
zh: 上部叶片打开时间-正常

source: Flap open time long upper
hu: Szárny nyitási ideje hosszú felső
vi: Thời gian mở nắp phía trên lâu
zh: 上部叶片打开时间-长

source: Flap open time normal middle
hu: Szárny nyitási ideje normál középső
vi: Thời gian mở nắp giữa bình thường
zh: 中部叶片打开时间-正常

source: Flap open time long middle
hu: Szárny nyitási ideje hosszú középső
vi: Thời gian mở nắp ở giữa lâu
zh: 中部叶片打开时间-长

source: Flap open time normal bottom
hu: Szárny nyitási ideje normál alsó
vi: Thời gian mở nắp đáy bình thường
zh: 底部叶片打开时间-正常

source: Flap open time long bottom
hu: Szárny nyitási idő hosszú alsó
vi: Thời gian mở nắp đáy lâu
zh: 底部叶片打开时间-长

source: Fall time upper & middle
hu: Esési idő felső és középső
vi: Thời gian rơi trên và giữa
zh: 底部掉落时间

source: Fall time bottom
hu: Esési idő alsó
vi: Đáy thời gian rơi
zh: 底部掉落时间

source: Fall time normal buttom
hu: Esési idő normál alsó
vi: Thời gian rơi đáy bình thường
zh: 底部掉落时间-正常

source: Fall time long buttom
hu: Esési idő hosszú alsó
vi: Thời gian rơi đáy lâu
zh: 底部掉落时间-长

source: Fall time middle
hu: Esési idő középső
vi: Giữa thời gian rơi
zh: 中部掉落时间
